Repository: htlcode/wp_japanese_dic
Catalog: languages/alj-dic-*.po
Languages: fr_fr

source: martial arts term
fr_fr: Terme en arts martiaux

source: rude or X-rated term (not displayed in educational software)
fr_fr: Terme pornographique ou rude

source: abbreviation
fr_fr: Abréviation

source: adjective (keiyoushi)
fr_fr: Adjectif (keiyoushi : 形容詞)

source: adjective (keiyoushi) - yoi/ii class
fr_fr: Adjectif finissant en "yoi/ii" (ii-keiyoushi : いい形容詞)

source: adjectival nouns or quasi-adjectives (keiyodoshi)
fr_fr: Nom quasi-adjectif (keiyodoshi : 形容動詞)

source: nouns which may take the genitive case particle `no'
fr_fr: Nom qui prend le génitif du particule "no"

source: pre-noun adjectival (rentaishi)
fr_fr: Adjectif déterminatif se plaçant devant un nom

source: `taru' adjective
fr_fr: Adjectif avec "taru"

source: noun or verb acting prenominally
fr_fr: Nom ou verbe prénominaire

source: adverb (fukushi)
fr_fr: Adverbe (fukushi : 副詞)

source: adverb taking the `to' particle
fr_fr: Adverbe utilisant le particule "to"

source: archaism
fr_fr: Archaïque

source: ateji (phonetic) reading
fr_fr: Lecture phonétique (ateji : 当て字)

source: auxiliary
fr_fr: Auxiliaire

source: auxiliary verb
fr_fr: Auxiliaire verbe

source: auxiliary adjective
fr_fr: Auxiliaire adjectif

source: Buddhist term
fr_fr: Terme bouddhiste

source: chemistry term
fr_fr: Terme en chimie

source: children's language
fr_fr: Langage utilisé par les enfants

source: colloquialism
fr_fr: Expression familière

source: computer terminology
fr_fr: Terme informatique

source: conjunction
fr_fr: Conjonction

source: copula
fr_fr: Copule

source: counter
fr_fr: Compteur

source: derogatory
fr_fr: Terme dérogatoire

source: exclusively kanji
fr_fr: Terme uniquement en Kanji

source: exclusively kana
fr_fr: Terme uniquement en Kana

source: expressions (phrases, clauses, etc.)
fr_fr: Expressions (phrases, clauses...)

source: familiar language
fr_fr: Langage familier

source: female term or language
fr_fr: Terme utilisé par les femmes

source: food term
fr_fr: Terme alimentaire

source: geometry term
fr_fr: Terme en géométrie

source: gikun (meaning as reading) or jukujikun (special kanji reading)
fr_fr: Mots avec une lecture spécifique (gikun : 儀訓 ou jukujikun : 熟字訓)

source: honorific or respectful (sonkeigo) language
fr_fr: Langage honorifique (sonkeigo : 尊敬語)

source: humble (kenjougo) language
fr_fr: Langage humble (kenjougo : 謙譲語)

source: word containing irregular kanji usage
fr_fr: Mot contenant un kanji irrégulier

source: idiomatic expression
fr_fr: Expression idiomatique

source: word containing irregular kana usage
fr_fr: Mot contenant un kana irrégulier

source: interjection (kandoushi)
fr_fr: Interjection (kandoushi : 感動詞)

source: irregular okurigana usage
fr_fr: Utilisation irrégulière en okurigana

source: irregular verb
fr_fr: Verbe irrégulier

source: linguistics terminology
fr_fr: Terme linguistique

source: manga slang
fr_fr: Argo (slang) dans les mangas

source: male term or language
fr_fr: Terme utilisé par les hommes

source: male slang
fr_fr: Argo (slang) utilisé par les hommes

source: mathematics
fr_fr: Terme mathématique

source: military
fr_fr: Terme militaire

source: noun (common) (futsuumeishi)
fr_fr: Nom commun (futsuumeishi : 普通名詞)

source: adverbial noun (fukushitekimeishi)
fr_fr: Nom adverbial (fukushitekimeishi : 副詞的名詞)

source: noun, used as a suffix
fr_fr: Nom utilisé comme suffixe

source: noun, used as a prefix
fr_fr: Nom utilisé comme préfixe

source: noun (temporal) (jisoumeishi)
fr_fr: Nom temporel (jisoumeishi : 時相名詞)

source: numeric
fr_fr: Numérique

source: word containing out-dated kanji
fr_fr: Mot contenant un kanji obsolète

source: obsolete term
fr_fr: Terme obsolète

source: obscure term
fr_fr: Terme obscur

source: out-dated or obsolete kana usage
fr_fr: Kana obsolète

source: old or irregular kana form
fr_fr: Vieille forme ou irrégulière d'un kana

source: onomatopoeic or mimetic word
fr_fr: Onomatopée

source: pronoun
fr_fr: Pronom

source: poetical term
fr_fr: Terme poétique

source: polite (teineigo) language
fr_fr: Langage poli (teineigo : 丁寧語)

source: prefix
fr_fr: Préfixe

source: proverb
fr_fr: Proverbe

source: particle
fr_fr: Particule

source: physics terminology
fr_fr: Terme de physique

source: rare
fr_fr: Terme rare

source: sensitive
fr_fr: Terme sensitif

source: slang
fr_fr: Argot (slang)

source: suffix
fr_fr: Suffixe

source: word usually written using kanji alone
fr_fr: Mot écrit en kanji uniquement

source: word usually written using kana alone
fr_fr: Mot écrit en kana uniquement

source: yojijukugo
fr_fr: Expression idiomatique composé de kanji (yojijukugo : 四字熟語)

source: Ichidan verb
fr_fr: Verbe du groupe Ichidan (一段)

source: Ichidan verb - kureru special class
fr_fr: Verbe spécial du groupe Ichidan (一段) "kureru"

source: Nidan verb with 'u' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "u" (archaïque)

source: Yodan verb with `hu/fu' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "hu/fu" (archaïque)

source: Yodan verb with `ru' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "ru" (archaïque)

source: Godan verb - -aru special class
fr_fr: Verbe spécial du groupe Godan (五段) avec "aru"

source: Godan verb with `bu' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "bu"

source: Godan verb with `gu' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "gu"

source: Godan verb with `ku' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "ku"

source: Godan verb - Iku/Yuku special class
fr_fr: Verbe spécial du groupe Godan (五段) avec "iku" ou "yuku"

source: Godan verb with `mu' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "mu"

source: Godan verb with `nu' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "nu"

source: Godan verb with `ru' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "ru"

source: Godan verb with `ru' ending (irregular verb)
fr_fr: Verbe irrégulier du groupe Godan (五段) finissant en "ru"

source: Godan verb with `su' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "su"

source: Godan verb with `tsu' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "tsu"

source: Godan verb with `u' ending
fr_fr: Verbe du groupe Godan (五段) finissant en "u"

source: Godan verb with `u' ending (special class)
fr_fr: Verbe spécial du groupe Godan (五段) finissant en "u"

source: Ichidan verb - zuru verb (alternative form of -jiru verbs)
fr_fr: Verbe du groupe Ichidan (一段) avec "zuru" (forme alternative des verbes "jiru")

source: intransitive verb
fr_fr: Verbe intransitif

source: Kuru verb - special class
fr_fr: Verbe irrégulier "kuru"

source: irregular nu verb
fr_fr: ﻿Verbe irrégulier avec "nu"

source: irregular ru verb, plain form ends with -ri
fr_fr: Verbe irrégulier avec "ru" (forme ordinaire finissant avec "ri").

source: noun or participle which takes the aux. verb suru
fr_fr: Nom ou participe prenant l'auxiliaire du verbe "suru"

source: su verb - precursor to the modern suru
fr_fr: Verbe finissant par "su" précurseur de la forme moderne "suru"

source: suru verb - special class
fr_fr: Verbe spécial en "suru"

source: suru verb - irregular
fr_fr: Verbe irrégulier "suru"

source: Kyoto-ben
fr_fr: Dialecte de Kyoto (Kyoto-ben : 京都弁)

source: Osaka-ben
fr_fr: Dialecte de Osaka (Osaka-ben : 大阪弁)

source: Kansai-ben
fr_fr: Dialecte de Kansai (Kansai-ben : 関西弁)

source: Kantou-ben
fr_fr: Dialecte de Kantou (Kantou-ben : 関東弁)

source: Tosa-ben
fr_fr: Dialecte de Tosa (Tosa-ben : 土佐弁)

source: Touhoku-ben
fr_fr: Dialecte de Touhoku (Touhoku-ben : 東北弁)

source: Tsugaru-ben
fr_fr: Dialecte de Tsugaru (Tsugaru-ben : 津軽弁)

source: Kyuushuu-ben
fr_fr: Dialecte de Kyuushuu (Kyuushuu-ben : 九州弁)

source: Ryuukyuu-ben
fr_fr: Dialecte de Ryuukyuu (Ryuukyuu-ben : 琉球弁)

source: Nagano-ben
fr_fr: Dialecte de Nagano (Nagano-ben : 長野弁)

source: Hokkaido-ben
fr_fr: Dialecte de Hokkaido (Hokkaido-ben : 北海道弁)

source: transitive verb
fr_fr: Verbe transitif

source: vulgar expression or word
fr_fr: Terme vulgaire

source: `kari' adjective (archaic)
fr_fr: Adjectif avec "kari" (archaïque)

source: `ku' adjective (archaic)
fr_fr: Adjectif avec "ku" (archaïque)

source: `shiku' adjective (archaic)
fr_fr: Adjectif avec "shiku" (archaïque)

source: archaic/formal form of na-adjective
fr_fr: Adjectif finissant en "na" (na-keiyoshi : な形容詞)

source: proper noun
fr_fr: Nom propre

source: verb unspecified
fr_fr: Verbe

source: Yodan verb with `ku' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "ku" (archaïque)

source: Yodan verb with `gu' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "gu" (archaïque)

source: Yodan verb with `su' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "su" (archaïque)

source: Yodan verb with `tsu' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "tsu" (archaïque)

source: Yodan verb with `nu' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "nu" (archaïque)

source: Yodan verb with `bu' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "bu" (archaïque)

source: Yodan verb with `mu' ending (archaic)
fr_fr: Verbe du groupe Yodan (四段) finissant en "mu" (archaïque)

source: Nidan verb (upper class) with `ku' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "ku" (archaïque)

source: Nidan verb (upper class) with `gu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "gu" (archaïque)

source: Nidan verb (upper class) with `tsu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "tsu" (archaïque)

source: Nidan verb (upper class) with `dzu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "dzu" (archaïque)

source: Nidan verb (upper class) with `hu/fu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "hu/fu" (archaïque)

source: Nidan verb (upper class) with `bu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "bu" (archaïque)

source: Nidan verb (upper class) with `mu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "nu" (archaïque)

source: Nidan verb (upper class) with `yu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "yu" (archaïque)

source: Nidan verb (upper class) with `ru' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "ru" (archaïque)

source: Nidan verb (lower class) with `ku' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "ku" (archaïque)

source: Nidan verb (lower class) with `gu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "gu" (archaïque)

source: Nidan verb (lower class) with `su' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "su" (archaïque)

source: Nidan verb (lower class) with `zu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "zu" (archaïque)

source: Nidan verb (lower class) with `tsu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "tsu" (archaïque)

source: Nidan verb (lower class) with `dzu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "dzu" (archaïque)

source: Nidan verb (lower class) with `nu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "nu" (archaïque)

source: Nidan verb (lower class) with `hu/fu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "hu/fu" (archaïque)

source: Nidan verb (lower class) with `bu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "bu" (archaïque)

source: Nidan verb (lower class) with `mu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "mu" (archaïque)

source: Nidan verb (lower class) with `yu' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "yu" (archaïque)

source: Nidan verb (lower class) with `ru' ending (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "ru" (archaïque)

source: Nidan verb (lower class) with `u' ending and `we' conjugation (archaic)
fr_fr: Verbe du groupe Nidan (二段) finissant en "u" (archaïque)

source: architecture term
fr_fr: Terme en architecture

source: astronomy, etc. term
fr_fr: Terme en astronomie

source: baseball term
fr_fr: Terme en baseball

source: biology term
fr_fr: Terme biologique

source: botany term
fr_fr: Terme botanique

source: business term
fr_fr: Terme concernant les affaires

source: economics term
fr_fr: Terme économique

source: engineering term
fr_fr: Terme d'ingénérie

source: finance term
fr_fr: Terme financier

source: geology, etc. term
fr_fr: Terme géologique

source: law, etc. term
fr_fr: Terme juridique

source: mahjong term
fr_fr: Terme en relation avec le mahjong

source: medicine, etc. term
fr_fr: Terme médical

source: music term
fr_fr: Terme en relation avec la musique

source: Shinto term
fr_fr: Terme Shinto

source: shogi term
fr_fr: Terme en relation avec le shogi

source: sports term
fr_fr: Terme sportif

source: sumo term
fr_fr: Terme en relation avec le sumo

source: zoology term
fr_fr: Terme zoologique

source: jocular, humorous term
fr_fr: Terme humoristique

source: anatomical term
fr_fr: Terme d'anatomie
